[
    {
      "id": "C-1236",
      "patientName": "Michael Davis",
      "doctorName": "Dr. Sarah Lee",
      "date": "2024-01-18",
      "duration": "28m",
      "status": "completed",
      "type": "Dermatology Consultation",
      "rating": 4,
      "summary": "Michael visited Dr. Sarah Lee to address ongoing skin irritation. Dr. Lee prescribed a new topical treatment and advised on proper skincare routines. Michael found the consultation helpful, though he felt the treatment options could have been explained in more detail. He rated the consultation a 4 out of 5."
    },
    {
      "id": "C-1237",
      "patientName": "Ella Martin",
      "doctorName": "Dr. William Carter",
      "date": "2024-01-16",
      "duration": "22m",
      "status": "completed",
      "type": "Cardiology Follow-up",
      "rating": 2,
      "summary": "Ella met with Dr. William Carter for a follow-up on her cardiovascular health. While Dr. Carter noted some improvement, Ella felt that the consultation was rushed and didn’t fully address her concerns about lifestyle changes. She rated the consultation a 2 out of 5."
    },
    {
      "id": "C-1238",
      "patientName": "Lucas Moore",
      "doctorName": "Dr. Olivia Evans",
      "date": "2024-01-14",
      "duration": "30m",
      "status": "completed",
      "type": "Pediatric Consultation",
      "rating": 5,
      "summary": "Lucas had a routine pediatric consultation with Dr. Olivia Evans. The check-up was thorough, and Dr. Evans answered all of Lucas’s parents' questions with clarity. They were very satisfied with the consultation and rated it a 5 out of 5."
    },
    {
      "id": "C-1239",
      "patientName": "Grace Taylor",
      "doctorName": "Dr. David Johnson",
      "date": "2024-01-13",
      "duration": "25m",
      "status": "completed",
      "type": "Nutrition Counseling",
      "rating": 3,
      "summary": "Grace visited Dr. David Johnson for dietary guidance. While the consultation was informative, Grace felt that the advice provided didn’t consider her specific health challenges, such as managing diabetes. She rated the session a 3 out of 5."
    },
    {
      "id": "C-1240",
      "patientName": "Benjamin Lee",
      "doctorName": "Dr. Amelia Kim",
      "date": "2024-01-20",
      "duration": "45m",
      "status": "completed",
      "type": "Psychiatric Assessment",
      "rating": 4,
      "summary": "Benjamin had a psychiatric assessment with Dr. Amelia Kim to address ongoing feelings of depression. Dr. Kim was compassionate and offered helpful coping strategies, though Benjamin felt that the session could have been more focused on actionable steps. He rated the consultation a 4 out of 5."
    },
    {
      "id": "C-1241",
      "patientName": "Madeline Scott",
      "doctorName": "Dr. Brian Adams",
      "date": "2024-01-21",
      "duration": "33m",
      "status": "completed",
      "type": "Dermatology Consultation",
      "rating": 5,
      "summary": "Madeline sought treatment for persistent acne. Dr. Brian Adams provided a personalized treatment plan and addressed all her concerns with great detail. Madeline was very satisfied and rated the consultation a 5 out of 5."
    },
    {
      "id": "C-1242",
      "patientName": "Daniel White",
      "doctorName": "Dr. Nancy Green",
      "date": "2024-01-09",
      "duration": "40m",
      "status": "completed",
      "type": "Nutrition Counseling",
      "rating": 2,
      "summary": "Daniel had a nutrition counseling session with Dr. Nancy Green. While Dr. Green offered some helpful advice, Daniel felt that the session lacked practical, tailored recommendations for his lifestyle. He rated the consultation a 2 out of 5."
    },
    {
      "id": "C-1243",
      "patientName": "Sophie Lewis",
      "doctorName": "Dr. Richard Knight",
      "date": "2024-01-22",
      "duration": "28m",
      "status": "completed",
      "type": "Psychiatric Assessment",
      "rating": 3,
      "summary": "Sophie had an initial psychiatric evaluation with Dr. Richard Knight. While the session was informative, Sophie felt that it didn’t fully address her mental health concerns, especially regarding anxiety management. She rated the consultation a 3 out of 5."
    },
    {
      "id": "C-1244",
      "patientName": "Amelia Harris",
      "doctorName": "Dr. Lucas Wilson",
      "date": "2024-01-04",
      "duration": "36m",
      "status": "completed",
      "type": "Cardiology Follow-up",
      "rating": 4,
      "summary": "Amelia returned for a follow-up consultation on her heart health with Dr. Lucas Wilson. While the consultation was helpful and thorough, Amelia felt that more time could have been spent discussing her medication regimen. She rated it a 4 out of 5."
    },
    {
      "id": "C-1245",
      "patientName": "Henry Jackson",
      "doctorName": "Dr. Isabella Martinez",
      "date": "2024-01-17",
      "duration": "22m",
      "status": "completed",
      "type": "Dermatology Consultation",
      "rating": 1,
      "summary": "Henry consulted Dr. Isabella Martinez about his persistent skin rash. Unfortunately, the consultation was unsatisfactory. Dr. Martinez didn’t offer a clear treatment plan, and Henry left feeling uncertain about how to proceed. He rated the consultation a 1 out of 5."
    },
    {
      "id": "C-1246",
      "patientName": "Eleanor Brown",
      "doctorName": "Dr. Robert Clarke",
      "date": "2024-01-19",
      "duration": "38m",
      "status": "completed",
      "type": "Pediatric Consultation",
      "rating": 4,
      "summary": "Eleanor brought her child in for a pediatric consultation with Dr. Robert Clarke. The check-up was thorough, and Dr. Clarke addressed all of their concerns. They were pleased with the visit and gave it a 4 out of 5 rating."
    },
    {
      "id": "C-1247",
      "patientName": "Jack Taylor",
      "doctorName": "Dr. Natalie Davis",
      "date": "2024-01-11",
      "duration": "27m",
      "status": "completed",
      "type": "Cardiology Follow-up",
      "rating": 5,
      "summary": "Jack had a follow-up appointment with Dr. Natalie Davis for heart health monitoring. Dr. Davis explained his results in detail and gave clear recommendations for the next steps. Jack was satisfied with the consultation and rated it a 5 out of 5."
    },
    {
      "id": "C-1248",
      "patientName": "Mia Walker",
      "doctorName": "Dr. Peter Allen",
      "date": "2024-01-23",
      "duration": "50m",
      "status": "completed",
      "type": "Nutrition Counseling",
      "rating": 3,
      "summary": "Mia visited Dr. Peter Allen for a nutrition consultation focused on improving her diet for weight management. Although Dr. Allen provided some good insights, Mia felt the advice was somewhat generic. She rated the session a 3 out of 5."
    },
    {
      "id": "C-1249",
      "patientName": "Owen Harris",
      "doctorName": "Dr. Margaret Ross",
      "date": "2024-01-02",
      "duration": "24m",
      "status": "completed",
      "type": "Psychiatric Assessment",
      "rating": 2,
      "summary": "Owen visited Dr. Margaret Ross for an evaluation of his mental health. While Dr. Ross was kind, Owen felt the session didn’t provide enough actionable insights into managing his anxiety. He rated it a 2 out of 5."
    },
    {
      "id": "C-1250",
      "patientName": "Lucas Gonzalez",
      "doctorName": "Dr. Emily Adams",
      "date": "2024-01-24",
      "duration": "19m",
      "status": "completed",
      "type": "Dermatology Consultation",
      "rating": 5,
      "summary": "Lucas visited Dr. Emily Adams to address a skin condition. Dr. Adams provided a detailed treatment plan and answered all his questions, leaving Lucas feeling confident in the next steps. He rated the consultation a 5 out of 5."
    },
    {
        "id": "C-1251",
        "patientName": "Mia Turner",
        "doctorName": "Dr. Olivia Harris",
        "date": "2024-01-28",
        "duration": "25m",
        "status": "completed",
        "type": "General Consultation",
        "rating": 4,
        "summary": "Mia had a general consultation with Dr. Olivia Harris. Dr. Harris discussed Mia’s health concerns, including her recurring headaches. After thorough examination and advice on lifestyle changes, Mia rated the consultation 4 out of 5."
      },
      {
        "id": "C-1252",
        "patientName": "Aiden Carter",
        "doctorName": "Dr. Jennifer Clark",
        "date": "2024-01-29",
        "duration": "30m",
        "status": "completed",
        "type": "Cardiology Consultation",
        "rating": 5,
        "summary": "Aiden visited Dr. Jennifer Clark for a routine heart health check-up. Dr. Clark reviewed his medical history, did some tests, and provided valuable advice on maintaining a healthy heart. Aiden left feeling confident and rated the consultation a 5 out of 5."
      },
      {
        "id": "C-1253",
        "patientName": "Olivia Watson",
        "doctorName": "Dr. Nathan Allen",
        "date": "2024-01-30",
        "duration": "20m",
        "status": "completed",
        "type": "Psychiatric Consultation",
        "rating": 3,
        "summary": "Olivia sought help from Dr. Nathan Allen to address her anxiety. While Dr. Allen was professional, Olivia felt that the consultation did not fully address her needs. She appreciated the effort but rated the session a 3 out of 5."
      },
      {
        "id": "C-1254",
        "patientName": "Zoe Harris",
        "doctorName": "Dr. Leo Mitchell",
        "date": "2024-01-31",
        "duration": "35m",
        "status": "completed",
        "type": "Nutrition Counseling",
        "rating": 4,
        "summary": "Zoe consulted Dr. Leo Mitchell for a nutrition plan tailored to her fitness goals. Dr. Mitchell gave helpful advice on balanced eating and meal prepping, which Zoe found valuable. She rated the consultation a 4 out of 5."
      },
      {
        "id": "C-1255",
        "patientName": "Ethan Johnson",
        "doctorName": "Dr. Olivia Scott",
        "date": "2024-02-01",
        "duration": "40m",
        "status": "completed",
        "type": "Pediatric Consultation",
        "rating": 5,
        "summary": "Ethan brought his son in for a pediatric consultation with Dr. Olivia Scott. The session was informative, and Dr. Scott took the time to address all of Ethan's concerns regarding his child's development and health. Ethan gave the consultation a 5 out of 5."
      },
      {
        "id": "C-1256",
        "patientName": "Isabella Morgan",
        "doctorName": "Dr. Amy Thompson",
        "date": "2024-02-02",
        "duration": "30m",
        "status": "completed",
        "type": "Dermatology Consultation",
        "rating": 2,
        "summary": "Isabella visited Dr. Amy Thompson for help with acne and skin irritation. Although Dr. Thompson prescribed a treatment plan, Isabella felt the consultation was rushed and lacked detailed explanations. She rated the session a 2 out of 5."
      },
      {
        "id": "C-1257",
        "patientName": "Lucas Foster",
        "doctorName": "Dr. Benjamin King",
        "date": "2024-02-03",
        "duration": "25m",
        "status": "completed",
        "type": "General Consultation",
        "rating": 4,
        "summary": "Lucas had a general health consultation with Dr. Benjamin King. Dr. King provided guidance on maintaining a healthy lifestyle, including fitness and diet recommendations. Lucas was satisfied with the session and rated it 4 out of 5."
      },
      {
        "id": "C-1258",
        "patientName": "Chloe Reed",
        "doctorName": "Dr. Jessica Moore",
        "date": "2024-02-04",
        "duration": "30m",
        "status": "completed",
        "type": "Cardiology Follow-up",
        "rating": 3,
        "summary": "Chloe returned for a follow-up visit with Dr. Jessica Moore after a heart procedure. While Dr. Moore reviewed her test results and made recommendations, Chloe felt that more time could have been spent addressing her questions. She rated the consultation a 3 out of 5."
      },
      {
        "id": "C-1259",
        "patientName": "Ella Price",
        "doctorName": "Dr. Daniel White",
        "date": "2024-02-05",
        "duration": "25m",
        "status": "completed",
        "type": "Psychiatric Consultation",
        "rating": 5,
        "summary": "Ella had an insightful session with Dr. Daniel White to discuss her mental health. Dr. White provided personalized recommendations and coping mechanisms that Ella found very helpful. She rated the consultation a 5 out of 5."
      },
      {
        "id": "C-1260",
        "patientName": "Liam Parker",
        "doctorName": "Dr. Natalie Lee",
        "date": "2024-02-06",
        "duration": "15m",
        "status": "completed",
        "type": "Pediatric Consultation",
        "rating": 4,
        "summary": "Liam brought his 4-year-old daughter in for a pediatric check-up with Dr. Natalie Lee. Dr. Lee provided a thorough exam and addressed Liam's concerns about his child's nutrition and development. He rated the consultation 4 out of 5."
      }
  ]